Repository: SamirBagirzade/anbar_pro
Catalog: wms/locale/*/LC_MESSAGES/django.po
Languages: az

source: Date From
az: Tarixdən

source: Date To
az: Tarixədək

source: Date
az: Tarix

source: Issue Date
az: Çıxış tarixi

source: Invoice Date
az: Qaimə tarixi

source: Last Purchase Date
az: Son alış tarixi

source: Last Issue Date
az: Son çıxış tarixi

source: Actions
az: Əməliyyatlar

source: Active
az: Aktiv

source: Add
az: Əlavə et

source: Add Line
az: Sətir əlavə et

source: Address
az: Ünvan

source: Adjustment
az: Düzəliş

source: All
az: Hamısı

source: All stock movements across items
az: Bütün məhsullar üzrə stok hərəkətləri

source: Are you sure you want to delete
az: Silmək istədiyinizə əminsiniz?

source: At-a-glance availability by warehouse
az: Anbar üzrə qısa mövcudluq

source: Attachments
az: Əlavələr

source: Auto purchase from item creation
az: Məhsul yaradılarkən avtomatik alış

source: Can override negative stock
az: Mənfi stokun üstələnməsinə icazə ver

source: Cancel
az: İmtina

source: Category
az: Kateqoriya

source: Client
az: Müştəri

source: Confirm Delete
az: Silməni təsdiqlə

source: Contact
az: Əlaqə

source: Contact Person
az: Əlaqə şəxsi

source: Currency
az: Valyuta

source: Current Stock
az: Cari ehtiyat

source: Delete
az: Sil

source: Department
az: Şöbə

source: Discount
az: Endirim

source: Edit
az: Düzəliş et

source: Edit Item
az: Məhsulu düzəliş et

source: Edit Outgoing Location
az: Çıxış yerini düzəliş et

source: Edit Vendor
az: Təchizatçını düzəliş et

source: Edit Warehouse
az: Anbarı düzəliş et

source: Email
az: E-poçt

source: Estimated on-hand by vendor (FIFO allocation)
az: Təchizatçı üzrə təxmini qalıq (FIFO)

source: Existing Attachments
az: Mövcud əlavələr

source: Export CSV
az: CSV ixrac et

source: File
az: Fayl

source: Filter
az: Filtr

source: Force delete and remove all related movements/lines (dangerous)
az: Məcburi sil və bağlı hərəkət/sətirləri sil (təhlükəli)

source: Forgotten your password or username?
az: Şifrəni və ya istifadəçi adını unutmusunuz?

source: In Purchase
az: Alış girişi

source: Initial Stock (Auto Purchase)
az: Başlanğıc stok (avtomatik alış)

source: Initial stock only required when creating a new item.
az: Başlanğıc stok yalnız yeni məhsul yaradılarkən tələb olunur.

source: Issue
az: Çıxış

source: Item
az: Məhsul

source: Item Details
az: Məhsul məlumatları

source: Item is referenced by transactions and cannot be deleted.
az: Məhsul əməliyyatlarda istifadə olunur və silinə bilməz.

source: Item name
az: Məhsul adı

source: Items
az: Məhsullar

source: Last Purchase Price
az: Son alış qiyməti

source: Last Purchase Vendor
az: Son alış təchizatçısı

source: Line Total
az: Sətir məbləği

source: Lines
az: Sətirlər

source: Location
az: Yer

source: Log in
az: Daxil ol

source: Login
az: Giriş

source: Logout
az: Çıxış

source: Low stock only
az: Yalnız az stok

source: Masters
az: Məlumatlar

source: Minimum Stock
az: Minimum stok

source: Movement History (latest 200)
az: Hərəkət tarixçəsi (son 200)

source: Name
az: Ad

source: New Issue
az: Yeni çıxış

source: New Item
az: Yeni məhsul

source: New Outgoing Location
az: Yeni çıxış yeri

source: New Purchase
az: Yeni alış

source: New Vendor
az: Yeni təchizatçı

source: New Warehouse
az: Yeni anbar

source: Next
az: Növbəti

source: No attachments.
az: Əlavə yoxdur.

source: No items.
az: Məhsul yoxdur.

source: No lines.
az: Sətir yoxdur.

source: No locations.
az: Yer yoxdur.

source: No movements.
az: Hərəkət yoxdur.

source: No photo
az: Şəkil yoxdur.

source: No purchases.
az: Alış yoxdur.

source: No stock.
az: Stok yoxdur.

source: No vendors.
az: Təchizatçı yoxdur.

source: No warehouses.
az: Anbar yoxdur.

source: Note
az: Qeyd

source: Notes
az: Qeydlər

source: On Hand
az: Mövcud

source: Out Issue
az: Çıxış

source: Outgoing Location
az: Çıxış yeri

source: Outgoing Locations
az: Çıxış yerləri

source: Phone
az: Telefon

source: Photo
az: Şəkil

source: Prev
az: Əvvəlki

source: Project
az: Layihə

source: Purchase
az: Alış

source: Qty
az: Miqdar

source: Quick Purchase
az: Sürətli alış

source: Recent Movements
az: Son hərəkətlər

source: Recent Purchase Prices
az: Son alış qiymətləri

source: Save
az: Yadda saxla

source: Save & Post
az: Yadda saxla və təsdiqlə

source: Search
az: Axtarış

source: Search item
az: Məhsul axtar

source: Tax %
az: Vergi %

source: Tax ID
az: VÖEN

source: Tax Rate
az: Vergi dərəcəsi

source: Transactions
az: Əməliyyatlar

source: Transfer In
az: Transfer giriş

source: Transfer Out
az: Transfer çıxış

source: Type
az: Növ

source: Unit
az: Ölçü vahidi

source: Unit Price
az: Vahid qiymət

source: Uploading the invoice here is enough. No invoice number needed.
az: Qaiməni buraya yükləmək kifayətdir. Qaimə nömrəsi lazım deyil.

source: Vendor
az: Təchizatçı

source: Vendor Stock Detail
az: Təchizatçı stok detalları

source: Vendors
az: Təchizatçılar

source: View
az: Bax

source: Warehouse
az: Anbar

source: Warehouse Console
az: Anbar konsolu

source: Warehouse Stock
az: Anbar stokları

source: Warehouses
az: Anbarlar

source: You don’t have permission to view or edit anything.
az: Heç nəyə baxmaq və ya redaktə etmək üçün icazəniz yoxdur.

source: You have been logged out.
az: Sistemdən çıxış etdiniz.
